'''
. Змінні
Задача:
Створи дві змінні: a = 5 і b = 10.
Поміняй їх місцями (щоб a стало 10, а b — 5) без створення нової змінної.

Підказка: можна скористатись одночасним присвоєнням.
'''
a = 5
b = 10
a = b
b = a
a = b - 5
print(a)
print(b)